package step4_19;

public class Ex_Test2 {

	public static void main(String[] args) {

		String [][] student = {
				{"aaa","신촌","1001"}, 
				{"bbb","강남","1002"},
				{"ccc","대치","1003"} ,
				{"ddd","강동","1004"}};
		String[][] score = {
				{"번호" ,"과목","점수"},
				{"1001" ,"국어","20"},
				{"1002" ,"국어","50"},
				{"1003" ,"국어","60"},
				{"1004" ,"국어","17"},
				{"1001" ,"수학","65"},
				{"1002" ,"수학","15"},
				{"1003" ,"수학","80"},
				{"1004" ,"수학","70"},
				{"1001" ,"영어","43"},
				{"1002" ,"영어","90"},
				{"1003" ,"영어","30"},
				{"1004" ,"영어","70"}
		};
		
		int tot = 0;
		
		
		for (int i = 0; i < score.length; i++) {
			
		}
		System.out.println(tot);
		
	}

}
